// Menubar display labels used in free/total mode"U:" = "B:";"F:" = "F:";// Unit labels"MB" = "MB";// Memory usage title menu item"Memory Usage:" = "Speicheraufteilung:";// Format string for memory usage. Float conversion to X.XX is// automatically localized by NSNumberFormatter and is therefore not exposed"%@ used, %@ free, %@ total" = "%1$@ Benutzt, %2$@ Frei, %3$@ Gesamt";// Memory page statistics title menu item"Memory Pages:" = "Speicherseiten:";// Format strings for memory statistics. Float conversion to X.XX is// automatically localized by NSNumberFormatter and is therefore not exposed"%@ active, %@ wired" = "%1$@ Aktiv, %2$@ Reserviert";"%@ inactive, %@ free" = "%1$@ Inaktiv, %2$@ Frei";// VM statistics title menu item"VM Statistics:" = "VM Statistiken:";// Format strings for VM statistics// Technically we should cover all permutations of 1 or more than 1// for each statistic, but in the real world users never have just// one pagein or copy-on-write, etc. so we can simplify to just// the plural forms"%@ pageins, %@ pageouts" = "%1$@ gelesene Seiten, %2$@ geschriebene Seiten";"%@ cache lookups, %@ cache hits (%@)" = "%1$@ Cache-Suchen, %2$@ Cache-Treffer (%3$@)";"%@ page faults, %@ copy-on-writes" = "%1$@ Seitenfehler, %2$@ Kopien-nach-Schreiben";// Swap file statistics title menu item"Swap Files:" = "Auslagerungsdateien:";// Swap file info formats. Here we do need to handle plurals since// values of 1 are likely// Basic swap file info (ex: "1 swap file in /private/var/vm/")"%@ swap file present in %@" = "%1$@ Auslagerungsdatei in %2$@ vorhanden";"%@ swap files present in %@" = "%1$@ Auslagerungsdateien in %2$@ vorhanden";// Basic swap file info with encryption"%@ encrypted swap file present in %@" = "%1$@ verschlüsselte Auslagerungsdatei in %2$@ vorhanden";"%@ encrypted swap files present in %@" = "%1$@ verschlüsselte Auslagerungsdateien in %2$@ vorhanden";// Maximum swap count info"%@ swap file at peak usage" = "Maximal %1$@ Auslagerungsdatei benutzt";"%@ swap files at peak usage" = "Maximal %1$@ Auslagerungsdateien benutzt";// Swap space info, as with free/used/total the float format and MB label// are handled automatically by NSFormatter"%@ total swap space" = "Auslagerungsdateien belegen %1$@";// Swap space including used info (Tiger only)"%@ total swap space (%@ used)" = "Auslagerungsdateien belegen %1$@ (%2$@ benutzt)";